app/controllers/session_history_controller.rb

SELECT `session_histories`.* FROM `session_histories`
---
  def index
    @sessions = SessionHistory.all